{
  "home": {
    "title": "নবরাত্রি উদযাপন করুন",
    "tiles": {
      "fastingRecipes": "উপবাসের রেসিপি",
      "aboutNavratri": "নবরাত্রি সম্পর্কে",
      "navratriInIndia": "ভারতে নবরাত্রি",
      "aboutFastings": "উপবাস সম্পর্কে",
      "moreOnNavratriFasting": "নবরাত্রি উপবাসে আরও",
      "navratriDates": "নবরাত্রির তারিখ"
    }
  },
  "welcome": {
    "title": "নবরাত্রি",
    "description": "নবরাত্রি মানে 'নয় রাত' (নব + রাত্রি), নবরাত্রি দেবী দুর্গা বা অম্বে মায়ের সম্মানে পালিত হয়, এবং এটি সবচেয়ে প্রিয় হিন্দু উৎসবগুলির মধ্যে একটি।",
    "enterApp": "অ্যাপে প্রবেশ করুন",
    "ourWebsite": "আমাদের ওয়েবসাইট",
    "joinWhatsApp": "হোয়াটসঅ্যাপে যোগ দিন",
    "logoAlt": "নবরাত্রি উৎসব লোগো"
  },
  "recipes": {
    "title": "নবরাত্রি উপবাসের রেসিপি",
    "description": "নিচে তালিকাভুক্ত সেরা নবরাত্রি উপবাসের রেসিপি, দুপুর বা রাতের খাবারের জন্য পরিবেশিত খাবার থেকে শুরু করে স্ন্যাকস এবং মিষ্টি পর্যন্ত। এর মধ্যে কিছু স্ন্যাকস সকালের নাস্তার জন্যও তৈরি করা যেতে পারে। সম্ভব হলে হালকা খান এবং হাইড্রেটেড থাকার জন্য প্রচুর পানি পান করুন। সম্ভব হলে, আপনার উপবাসের খাদ্যতালিকায় ফল বা ফলের রসও অন্তর্ভুক্ত করুন।",
    "makeItAMeal": "আপনার থালা সম্পূর্ণ করুন",
    "categories": {
      "lunchDinner": "দুপুর ও রাতের খাবার",
      "breakfastSnacks": "নাস্তা বা স্ন্যাকস",
      "chutneyRaita": "চাটনি ও রায়তা",
      "sweetsDeserts": "মিষ্টি ও ডেজার্ট",
      "beverages": "পানীয়",
      "southIndian": "দক্ষিণ ভারতীয় রেসিপি",
      "sundal": "সুন্দল রেসিপি"
    },
    "descriptions": {
      "lunchDinner": "আমি দুপুর এবং রাতের খাবারকে বিভিন্ন রুটি বা শস্য ভিত্তিক খাবারের পাশাপাশি তরকারি, ঝোল এবং সাইড ডিশে শ্রেণীবদ্ধ করেছি। রুটির তালিকায় ফ্ল্যাটব্রেড এবং ভাজা রুটি উভয়ই রয়েছে।",
      "breakfastSnacks": "এখানে আমি এমন রেসিপিগুলি তালিকাভুক্ত করেছি যা আপনি নাস্তা বা স্ন্যাকসের জন্য তৈরি করতে পারেন। এর মধ্যে কিছু ভাজা। স্বাস্থ্যকর সংস্করণের জন্য, এগুলি তৈরি করতে আপ্পে (পানিয়ারাম) প্যান ব্যবহার করুন বা এয়ার-ফ্রাই বা বেক করুন।",
      "chutneyRaita": "এই চাটনি এবং রায়তাগুলি কেবল মূল খাবার বা স্ন্যাকসের সাথে নিখুঁত সঙ্গী হিসাবে কাজ করে না, বরং টপিং বা ডিপিং সস হিসাবেও যথেষ্ট। নিচে এই ধরনের নবরাত্রি উপবাসের রেসিপি তালিকাভুক্ত করা হয়েছে।",
      "sweetsDeserts": "একটি ভারতীয় খাবার কি কখনো মিষ্টি ছাড়া সম্পূর্ণ হতে পারে? সত্যিই না। তাই, এই বিভাগে, আপনি কিছু সহজ মিষ্টি এবং ডেজার্ট পাবেন যা নবরাত্রি উৎসবের সময় তৈরি করা যেতে পারে, এবং দেবী দুর্গাকেও উৎসর্গ করা যেতে পারে। এই তালিকাটি খির, হালুয়া, লাড্ডু এবং ফল ভিত্তিক রেসিপিতে শ্রেণীবদ্ধ।",
      "beverages": "নবরাত্রি উৎসবে উপবাসের সময় সব ফল খাওয়া যেতে পারে। তাই, জুস, স্মুদি বা শেক তৈরি করতে যেকোনো ফল বা ফলের সমন্বয় ব্যবহার করুন। দুধ এবং দুগ্ধজাত পণ্যগুলিও নবরাত্রি রেসিপি হিসাবে বিবেচিত হতে পারে।",
      "southIndian": "উত্তর ভারতীয় নবরাত্রি উপবাসের রেসিপির তুলনায়, দক্ষিণ ভারতে তৈরি উপবাসের খাবার বেশ ভিন্ন। সাধারণত সব শস্য, সবজি এবং খাদ্যশস্য এটি তৈরি করতে ব্যবহৃত হয়। কিন্তু তাদের মধ্যে এখনও কোনো পেঁয়াজ বা রসুন নেই। \n এগুলি কিছু পেঁয়াজ নেই, রসুন নেই রেসিপি যা ভারতের দক্ষিণাঞ্চলে নবরাত্রি উৎসবের সময় জনপ্রিয়। তবে, এখানে মনে রাখার একটি গুরুত্বপূর্ণ বিষয় হল, আপনি এগুলিকে সত্যিকারের ব্রত বা উপবাসের রেসিপি হিসাবে বিবেচনা করবেন না। আপনি যদি উত্তর ভারতীয় স্টাইলের উপবাস পালন করতে চান তবে এগুলি তৈরি করা এড়িয়ে চলুন।",
      "sundal": "দক্ষিণ ভারতীয় সুন্দল হল বিভিন্ন ধরনের ডাল, ডাল বা ডাল যেমন মুগ বিন, বেঙ্গল গ্রাম, কালো চোখের বিন, চিনাবাদাম, মিষ্টি ভুট্টা ইত্যাদি দিয়ে তৈরি শুকনো প্রস্তুতি। \nনবরাত্রি এবং গণেশ চতুর্থী উভয় সময়েই সাধারণ। প্রতিটি ধরনের সুন্দল কমবেশি একইভাবে প্রস্তুত করা হয়। তাদের রেসিপিতে শুধুমাত্র কিছু ছোটখাটো পরিবর্তন থাকতে পারে।"
    }
  },
  "location": {
    "title": "ভারতে নবরাত্রি উৎসব",
    "introduction": "উত্তর থেকে দক্ষিণ এবং পূর্ব থেকে পশ্চিম পর্যন্ত, সমগ্র ভারতে নবরাত্রি উৎসব কীভাবে উদযাপিত হয় তা এখানে:",
    "regions": {
      "westBengal": {
        "title": "পশ্চিমবঙ্গ, উড়িষ্যা, আসাম:",
        "description": "সবচেয়ে জনপ্রিয় উৎসব, দুর্গাপূজা (রাক্ষস মহিষাসুরের উপর দুর্গার বিজয় উদযাপন) আনুষ্ঠানিকভাবে নবরাত্রির ৬ষ্ঠ দিনে শুরু হয় এবং এই অঞ্চলগুলিতে শেষ ৪ দিনে পূর্ণ উৎসাহের সাথে পালিত হয়। ঝকঝকে প্যান্ডেল, ঢাকিদের ধুনুচি নাচ এবং সুস্বাদু ভোগ এই দিনগুলিতে সাধারণ দৃশ্য। বিসর্জনের দিনে বিবাহিত মহিলাদের সিঁদুর খেলা শেষের চিহ্ন।"
      },
      "maharashtra": {
        "title": "মহারাষ্ট্র:",
        "description": "নবরাত্রি মহারাষ্ট্রীয়দের জন্য 'নতুন শুরু' বোঝায়। তাই, এই সময়ে সম্পত্তি কেনা হয় এবং ব্যবসায়িক চুক্তি করা হয়। বিবাহিত মহিলারা 'সৌমঙ্গল্যম' নামক অনুষ্ঠানে তাদের মহিলা বন্ধুদের কপালে হলুদ ও কুমকুম লাগান এবং তাদের সুপারি, পান পাতা ও নারকেল উপহার দেন।"
      },
      "gujarat": {
        "title": "গুজরাট:",
        "description": "ভক্তরা মা অম্বের পূজা করেন এবং এই ৯ দিন উপবাস করেন। সন্ধ্যায় গরবী (দীপ সহ মাটির পাত্র যা জীবনের উৎসকে বোঝায়) দিয়ে আরতি করা হয়, তারপর পুরুষ ও মহিলারা ডান্ডিয়া ও গরবার মতো ঐতিহ্যবাহী নৃত্য পরিবেশন করেন।"
      },
      "northIndia": {
        "title": "পাঞ্জাব, উত্তরপ্রদেশ, বিহার:",
        "description": "প্রথম ৭ দিন উপবাস এবং প্রতি রাতে জাগরণ বা ধর্মীয় গান গাওয়া। ৮ম বা ৯ম দিনে 'কঞ্জিকা' নামক অনুষ্ঠানে উপবাস ভাঙা হয় যেখানে ৯টি কন্যা (দেবী দুর্গার ৯টি রূপের প্রতিনিধিত্ব) এবং একটি বালক (ভৈরব দেবের প্রতিনিধিত্ব) পূজিত হয়। তাদের উপহার, খাবার - হালুয়া, ছোলা, পুরি এবং অর্থ দিয়ে সম্মানিত করা হয়।"
      },
      "himachalPradesh": {
        "title": "হিমাচল প্রদেশ:",
        "description": "এখানে, ১০ম দিন 'কুল্লু দশেরা' উৎসবের শুরুকে চিহ্নিত করে, যখন অন্যান্য রাজ্যে উৎসব শেষ হয়। এই দিনটি ভগবান রামের অযোধ্যায় ফিরে আসাকে বোঝায়। নাটি (নৃত্যের একটি রূপ), খাবার এবং সঙ্গীত উৎসবকে চিহ্নিত করে।"
      },
      "karnataka": {
        "title": "কর্ণাটক:",
        "description": "'নডহব্বা' নামে পরিচিত, কর্ণাটকে নবরাত্রি আজও সেই একইভাবে উদযাপিত হয় যেভাবে ১৬১০ সালে বিজয়নগর রাজবংশে উদযাপিত হত। শেষ দিনটি রাস্তায় হাতির মিছিল, সারা রাজ্যে মেলা ও প্রদর্শনী সহ আচার-অনুষ্ঠান দ্বারা চিহ্নিত।"
      },
      "tamilNadu": {
        "title": "তামিলনাড়ু:",
        "description": "এই ৯ দিনে দেবী দুর্গা, সরস্বতী ও লক্ষ্মীর পূজা করা হয়। সন্ধ্যা বন্ধু ও পরিবারের সাথে উপহার বিনিময়ের জন্য সংরক্ষিত। উত্তেজনাপূর্ণ আচার হল বোম্মা গোলু/বোম্মাই কোলু - ৯টি সিঁড়ির একটি অস্থায়ী সিঁড়ি যা ৯টি রাত্রির প্রতিনিধিত্ব করে যা দেবীদের পুতুল/মূর্তি দিয়ে সাজানো হয় যা প্রজন্ম থেকে প্রজন্মে চলে আসছে!"
      },
      "andhraPradesh": {
        "title": "অন্ধ্রপ্রদেশ:",
        "description": "এখানে, ৯ দিন 'বথুকাম্মা পান্ডুগা' হিসেবে উদযাপিত হয়, যা নারীত্বের দেবী মা গৌরীকে উৎসর্গীকৃত। নতুন শাড়ি ও গহনা পরিহিত মহিলারা মৌসুমী ফুল দিয়ে ফুলের স্তূপ তৈরি করে পূজা করেন। এই স্তূপ শেষ দিনে বিসর্জন দেওয়া হয়।"
      },
      "kerala": {
        "title": "কেরালা:",
        "description": "কেরালায় নবরাত্রি শিক্ষা ও নতুন শুরুর জন্য উৎসর্গীকৃত। শেষ ৩ দিনে মা সরস্বতীর সামনে বই ও বাদ্যযন্ত্র রেখে পূজা করা হয়।"
      }
    }
  },
  "festival": {
    "title": "নবরাত্রি উৎসব সম্পর্কে",
    "subtitle": "দেবী দুর্গার নয়টি রূপ সম্পর্কে জানুন",
    "durgaForms": "দুর্গার নয়টি রূপ"
  },
  "dates": {
    "title": "নবরাত্রি তারিখ",
    "festivalPeriod": "২২ সেপ্টেম্বর - ৩০ সেপ্টেম্বর, ২০২৫",
    "navigation": {
      "previous": "আগের নবরাত্রি",
      "next": "পরবর্তী নবরাত্রি"
    },
    "seasons": {
      "autumn": "শরৎকাল",
      "spring": "বসন্তকাল",
      "winter": "শীতকাল",
      "monsoon": "বর্ষাকাল"
    },
    "subtitle": "গুরুত্বপূর্ণ তারিখ এবং উদযাপন",
    "calendar": "উৎসব ক্যালেন্ডার",
    "dayLabel": "দিন",
    "labels": {
      "day": "দিন",
      "date": "তারিখ",
      "goddess": "দেবী",
      "colors": "প্রস্তাবিত রং"
    },
    "seasonalInfo": {
      "sharadautumn": "  Sharad Navratri is the most celebrated Navratri, occurring during the harvest season when nature transitions from monsoon to winter. This autumn festival symbolizes the victory of good over evil and is marked by vibrant celebrations, Durga Puja pandals, and the famous Garba and Dandiya dances in Gujarat. The cool autumn breeze and clear skies make it perfect for outdoor celebrations and community gatherings.",
      "chaitraspring": "  Chaitra Navratri marks the beginning of the Hindu New Year and celebrates the arrival of spring. This festival occurs when nature awakens from winter slumber, trees bloom with fresh leaves, and flowers carpet the earth. It's considered highly auspicious for new beginnings, marriages, and starting new ventures. The pleasant spring weather makes it ideal for outdoor prayers and community celebrations.",
      "maghawinter": "  Magha Navratri occurs during the peak winter season, also known as Gupt Navratri. This is considered the most spiritually intense period for deep meditation and inner purification. The cold winter nights are perfect for extended prayer sessions and spiritual practices. Devotees often observe strict fasting and engage in intensive worship to seek the Goddess's blessings for spiritual growth and protection from negative energies.",
      "ashadmonsoon": "  Ashad Navratri takes place during the monsoon season when the earth is rejuvenated by life-giving rains. This unique Navratri celebrates the nurturing aspect of the Divine Mother, as nature becomes lush and green. The rhythmic sound of rain creates a perfect ambiance for meditation and prayer. Devotees seek blessings for fertility, abundance, and protection from natural calamities during this water-blessed season."
    },
    "popup": {
      "goddess": "  Goddess Information",
      "symbolism": "  Symbolism",
      "blessings": "  Blessings",
      "auspiciousTimes": "  Auspicious Times",
      "sunrise": "  Sunrise",
      "sunset": "  Sunset",
      "pujaTime": "  Puja Time",
      "preparations": "  Preparations",
      "observances": "  Observances",
      "specialRituals": "  Special Rituals",
      "fastingRules": "  Fasting Rules",
      "mantras": "  Sacred Mantras",
      "transliteration": "  Transliteration",
      "meaning": "  Meaning"
    }
  },
  "fasting": {
    "title": "নবরাত্রি উপবাস সম্পর্কে",
    "subtitle": "উপবাসের নির্দেশিকা এবং তাৎপর্য",
    "rules": "উপবাসের নিয়ম",
    "significance": "আধ্যাত্মিক তাৎপর্য"
  },
  "aboutFestival": {
    "title": "নবরাত্রি উৎসব সম্পর্কে",
    "personalIntroduction": "নবরাত্রি আমার বাড়িতেও সবচেয়ে বেশি উদযাপিত উৎসবগুলির মধ্যে একটি। একজন দেবী ভক্ত হিসেবে, আমি কেবল এই ৯ দিন ও রাত মা দুর্গার পূজায় আমার প্রার্থনা নিবেদন করেই কাটাই না, বরং উপবাসের আচারও পালন করি। এবং এটি কেবল এই ৯ দিনের মধ্যেই নয়, আমার জন্য, মাতা দেবীকে স্মরণ না করে একটি দিনও যায় না।",
    "celebrationDescription": "নবরাত্রি উৎসব সমগ্র ভারতে একই আনন্দ, উৎসাহ এবং আরাধনার সাথে উদযাপিত হয়। যদিও, দেশের বিভিন্ন অংশের মানুষদের দেবী দুর্গার দিব্য শক্তির প্রতি শ্রদ্ধা নিবেদনের নিজস্ব বিশেষ উপায় রয়েছে।",
    "fastingDescription": "নবরাত্রি উৎসবের আরেকটি গুরুত্বপূর্ণ বৈশিষ্ট্য হল এর সাথে আসা উপবাস বা ব্রত। এই পোস্টে আমি যে নবরাত্রি রেসিপিগুলি শেয়ার করেছি সেগুলি অবশ্যই চেষ্টা করার মতো। যদি উপবাস করেন, তাহলে নবরাত্রি উপবাস রেসিপিগুলির এই সংকলিত তালিকা আপনার জন্য অত্যন্ত সহায়ক হবে।"
  },
  "more": {
    "title": "নবরাত্রি সম্পর্কে আরও",
    "headerSubtitle": "হিন্দু ধর্মের সবচেয়ে বিখ্যাত উৎসবগুলির মধ্যে একটির সমৃদ্ধ ঐতিহ্য, সাংস্কৃতিক তাৎপর্য এবং ব্যবহারিক জ্ঞান আবিষ্কার করুন।",
    "fastingTraditions": {
      "traditionalIngredients": {
        "title": "ঐতিহ্যবাহী উত্তর ভারতীয় উপবাসের উপাদান",
        "introduction": "নবরাত্রি রেসিপি, বিশেষ করে নবরাত্রি উপবাসের রেসিপিগুলি কেবল প্রস্তুত করতে দ্রুত নয়, হজম করতেও সহজ।",
        "northIndianNote": "উত্তর ভারতের একটি বিশেষত্ব হল যে সেই দেশের সেই অংশের লোকেরা এই ৯ দিনের উপবাসে আটা এবং শস্য দিয়ে তৈরি কিছু উপাদান গ্রহণ করে।",
        "ingredients": {
          "floursAndGrains": "আটা এবং শস্য: কুট্টু আটা, রাজগিরা আটা, সামা চালের আটা, সিংহাড়ে আটা এবং অ্যারোরুট আটা",
          "sabudana": "সাবুদানা (সাগো)",
          "peanuts": "চিনাবাদাম",
          "nutsAndDryFruits": "বাদাম এবং শুকনো ফল",
          "rockSalt": "পাথর লবণ (সেন্ধা নমক)",
          "spicesAndHerbs": "মশলা এবং ভেষজ পরিবর্তিত হতে পারে। সাধারণত ব্যবহৃত হয় কালো মরিচ, সবুজ মরিচ এবং আদা।"
        },
        "conclusion": "আমার নবরাত্রি রেসিপি বা নবরাত্রি উপবাসের রেসিপির তালিকায় উত্তর ভারতীয় এবং দক্ষিণ ভারতীয় রেসিপি রয়েছে।"
      }
    },
    "sections": {
      "historicalContext": {
        "title": "ঐতিহাসিক প্রেক্ষাপট এবং উৎপত্তি",
        "content": {
          "paragraph1": "নবরাত্রি, সংস্কৃতে \"নয় রাত\" অর্থ, হিন্দু ঐতিহ্যের সবচেয়ে প্রাচীন এবং গুরুত্বপূর্ণ উৎসবগুলির মধ্যে একটি। এই উৎসব বৈদিক যুগ থেকে চলে আসছে, যার উল্লেখ দেবী মাহাত্ম্য এবং মার্কণ্ডেয় পুরাণের মতো প্রাচীন গ্রন্থে পাওয়া যায়।",
          "paragraph2": "এই উৎসব রাক্ষস মহিষাসুরের উপর দেবী দুর্গার বিজয় উদযাপন করে, যা মন্দের উপর ভালোর বিজয়ের প্রতীক। এই নয় দিনের উৎসব ৩,০০০ বছরেরও বেশি সময় ধরে পালিত হয়ে আসছে, বিভিন্ন রাজবংশ এবং অঞ্চলের মধ্য দিয়ে বিকশিত হয়েছে তার মূল আধ্যাত্মিক সারাংশ বজায় রেখে।",
          "ancientTraditions": {
            "subtitle": "প্রাচীন ঐতিহ্য",
            "content": "প্রত্নতাত্ত্বিক প্রমাণ সূচিত করে যে সিন্ধু সভ্যতায় শরৎকালের মাসগুলিতে দেবী পূজা প্রচলিত ছিল। নবরাত্রির সময় উপবাস এবং উৎসবের ঐতিহ্য মানুষের চেতনাকে পরিবর্তনশীল ঋতু এবং মহাজাগতিক শক্তির সাথে সামঞ্জস্য রাখার জন্য প্রতিষ্ঠিত হয়েছিল।"
          }
        }
      },
      "culturalSignificance": {
        "title": "সাংস্কৃতিক এবং আধ্যাত্মিক তাৎপর্য",
        "content": {
          "paragraph1": "নবরাত্রি দৈব নারী শক্তি (শক্তি) কে তার বিভিন্ন রূপে প্রতিনিধিত্ব করে। নয় দিনের প্রতিটি দিন দিব্য মাতার একটি ভিন্ন দিকের জন্য উৎসর্গীকৃত, যা বিভিন্ন গুণাবলী এবং শক্তির প্রতিনিধিত্ব করে যা ভক্তরা নিজেদের মধ্যে বিকশিত করতে চান।",
          "threePhases": {
            "subtitle": "নবরাত্রির তিনটি পর্যায়",
            "phase1": "দিন ১-৩: দুর্গা - নেতিবাচক গুণাবলী এবং অহংকারের ধ্বংস",
            "phase2": "দিন ৪-৬: লক্ষ্মী - ইতিবাচক গুণাবলী এবং সমৃদ্ধির চাষ",
            "phase3": "দিন ৭-৯: সরস্বতী - জ্ঞান এবং আধ্যাত্মিক জ্ঞান অর্জন"
          },
          "quote": "\"নবরাত্রি শুধু একটি উৎসব নয়; এটি একটি আধ্যাত্মিক যাত্রা যা ভক্তকে ভিতর থেকে রূপান্তরিত করে, মন, শরীর এবং আত্মাকে শুদ্ধ করে।\" - প্রাচীন বৈদিক শিক্ষা"
        }
      },
      "regionalVariations": {
        "title": "আঞ্চলিক বৈচিত্র্য এবং প্রথা",
        "content": {
          "gujarat": {
            "subtitle": "গুজরাট - গরবা এবং ডান্ডিয়া",
            "content": "গুজরাটে, নবরাত্রি প্রাণবন্ত গরবা এবং ডান্ডিয়া রাস নৃত্যের সাথে উদযাপিত হয়। বৃত্তাকার নৃত্য সময় এবং জীবনের চক্রের প্রতিনিধিত্ব করে, যখন রঙিন পোশাক অংশগ্রহণকারীদের আনন্দ এবং ভক্তি প্রতিফলিত করে।"
          },
          "westBengal": {
            "subtitle": "পশ্চিমবঙ্গ - দুর্গাপূজা",
            "content": "বাংলা নবরাত্রিকে দুর্গাপূজা হিসেবে উদযাপন করে যেখানে দেবী দুর্গার সুন্দর মাটির মূর্তি সহ বিস্তৃত প্যান্ডেল (অস্থায়ী কাঠামো) থাকে। উৎসব নদীতে মূর্তি বিসর্জনের সাথে শেষ হয়, যা দেবীর তার স্বর্গীয় আবাসে ফিরে যাওয়ার প্রতীক।"
          },
          "southIndia": {
            "subtitle": "দক্ষিণ ভারত - গোলু এবং বোম্বে হাব্বা",
            "content": "দক্ষিণাঞ্চলীয় রাজ্যগুলি গোলু (তামিলনাড়ু) এবং বোম্বে হাব্বা (কর্ণাটক) দিয়ে উদযাপন করে, যেখানে পৌরাণিক কাহিনী এবং সাংস্কৃতিক বিষয়গুলি চিত্রিত করে বিস্তৃত পুতুলের ব্যবস্থা প্রদর্শিত হয়। প্রতিটি প্রদর্শনী একটি গল্প বলে এবং সাংস্কৃতিক শিক্ষার মাধ্যম হিসেবে কাজ করে।"
          },
          "northIndia": {
            "subtitle": "উত্তর ভারত - রামলীলা এবং কন্যা পূজা",
            "content": "উত্তরাঞ্চলীয় অঞ্চলগুলি প্রায়ই নবরাত্রিকে রামলীলা পরিবেশনার সাথে যুক্ত করে এবং কন্যা পূজার সাথে শেষ করে, যেখানে তরুণ মেয়েদের দিব্য নারী শক্তির অবতার হিসেবে পূজা করা হয়।"
          },
          "regionalFasting": {
            "subtitle": "আঞ্চলিক উপবাসের বৈচিত্র্য",
            "northIndia": "উত্তর ভারত: কুট্টু, সিংহাড়া এবং সাবুদানার মতো সাত্ত্বিক খাবারের উপর জোর",
            "southIndia": "দক্ষিণ ভারত: সুন্দল জাতীয় এবং নারকেল ভিত্তিক প্রস্তুতির উপর ফোকাস",
            "maharashtra": "মহারাষ্ট্র: সাবুদানা খিচুড়ি এবং ব্রতের চালের মতো বিশেষ প্রস্তুতি",
            "rajasthan": "রাজস্থান: রাজগিরা পরোটা এবং সামা চালের প্রস্তুতির মতো অনন্য খাবার"
          }
        }
      },
      "fastingTraditions": {
        "title": "ঐতিহ্যবাহী উপবাস প্রথা",
        "content": {
          "paragraph1": "নবরাত্রি উপবাস খাদ্য নিষেধাজ্ঞার চেয়ে অনেক বেশি; এটি একটি ব্যাপক আধ্যাত্মিক অনুশীলন যাতে শারীরিক শুদ্ধিকরণ, মানসিক শৃঙ্খলা এবং আধ্যাত্মিক উন্নতি অন্তর্ভুক্ত। এই অনুশীলন অঞ্চলভেদে ভিন্ন হয় কিন্তু সাধারণ নীতিগুলি বজায় রাখে।",
          "guidelines": {
            "subtitle": "ঐতিহ্যবাহী উপবাসের নির্দেশিকা",
            "guideline1": "শুধুমাত্র সাত্ত্বিক (শুদ্ধ) খাবার গ্রহণ করুন যা স্বচ্ছতা এবং শান্তি প্রচার করে",
            "guideline2": "পেঁয়াজ, রসুন এবং মাংসাহারী খাবারের মতো তামসিক খাবার এড়িয়ে চলুন",
            "guideline3": "নিয়মিত লবণের পরিবর্তে পাথর লবণ (সেন্ধা নমক) ব্যবহার করুন",
            "guideline4": "প্রাকৃতিক চক্রের সাথে সামঞ্জস্য রাখতে তাজা, মৌসুমী উপাদান খান",
            "guideline5": "পাচনতন্ত্রের স্বাস্থ্য সমর্থন করতে নিয়মিত খাবারের সময় বজায় রাখুন"
          },
          "permittedIngredients": {
            "subtitle": "অনুমোদিত উপাদান",
            "content": "ঐতিহ্যবাহী উপবাস নির্দিষ্ট শস্য এবং উপাদানের অনুমতি দেয়: কুট্টু (বাকউইট), সিংহাড়ার আটা (ওয়াটার চেস্টনাট), রাজগিরা (অ্যামারান্থ), বার্নইয়ার্ড বাজরা (সামা), সাবুদানা (সাগো), বাদাম, দুগ্ধজাত পণ্য এবং মৌসুমী ফল।"
          }
        }
      },
      "modernAdaptations": {
        "title": "আধুনিক অভিযোজন এবং ব্যবহারিক পরামর্শ",
        "content": {
          "paragraph1": "সমসাময়িক জীবনযাত্রা ঐতিহ্যবাহী নবরাত্রি প্রথার চিন্তাশীল অভিযোজনের দিকে পরিচালিত করেছে তাদের আধ্যাত্মিক সারাংশ বজায় রেখে। আধুনিক ভক্তরা প্রাচীন জ্ঞানকে বর্তমান পুষ্টি বোঝাপড়া এবং জীবনযাত্রার চাহিদার সাথে ভারসাম্য রাখেন।",
          "approaches": {
            "subtitle": "আধুনিক উপবাসের পদ্ধতি",
            "approach1": "ঐতিহ্যবাহী উপাদানের সাথে যুক্ত মধ্যবর্তী উপবাস",
            "approach2": "খাদ্যের প্রয়োজনীয়তা পূরণের জন্য অনুমোদিত খাবার ব্যবহার করে সুষম পুষ্টি",
            "approach3": "নারকেল পানি, ভেষজ চা এবং তাজা রসের সাথে হাইড্রেশন ফোকাস",
            "approach4": "অংশ নিয়ন্ত্রণ এবং সচেতন খাওয়ার অনুশীলন",
            "approach5": "কুইনোয়ার মতো সুপারফুডের অন্তর্ভুক্তি (যেখানে সাংস্কৃতিকভাবে গৃহীত)"
          },
          "tip1": "কর্মজীবী পেশাদারদের জন্য: উপবাসের খাবার আগে থেকে প্রস্তুত করুন, ভাজা মাখানা বা ফলের মতো স্বাস্থ্যকর স্ন্যাকস বহন করুন, এবং দিনভর শক্তির মাত্রা বজায় রাখতে নিয়মিত খাবারের সময়সূচী বজায় রাখুন।",
          "tip2": "শিশুদের সাথে পরিবারের জন্য: বাচ্চাদের খাবার প্রস্তুতিতে জড়িত করুন, উপাদানের গুরুত্ব ব্যাখ্যা করুন, এবং উপবাসকে আনন্দদায়ক এবং শিক্ষামূলক করতে ঐতিহ্যবাহী রেসিপির মজাদার, পুষ্টিকর সংস্করণ তৈরি করুন।"
        }
      },
      "healthBenefits": {
        "title": "স্বাস্থ্য এবং সুস্থতার উপকারিতা",
        "content": {
          "paragraph1": "আধুনিক পুষ্টি বিজ্ঞান অনেক ঐতিহ্যবাহী নবরাত্রি উপবাস প্রথাকে বৈধতা দেয়। সম্পূর্ণ শস্য, মৌসুমী খাবার এবং সচেতন খাওয়ার উপর জোর সমসাময়িক সুস্থতার নীতির সাথে সামঞ্জস্যপূর্ণ।",
          "benefits": {
            "subtitle": "পুষ্টিগত উপকারিতা",
            "benefit1": "সরলীকৃত খাদ্যের মাধ্যমে পাচনতন্ত্রের বিশ্রাম এবং ডিটক্সিফিকেশন",
            "benefit2": "সম্পূর্ণ শস্য এবং সবজি থেকে বর্ধিত ফাইবার গ্রহণ",
            "benefit3": "অংশ নিয়ন্ত্রণের মাধ্যমে প্রাকৃতিক ওজন ব্যবস্থাপনা",
            "benefit4": "সাত্ত্বিক খাদ্য পছন্দের মাধ্যমে উন্নত মানসিক স্বচ্ছতা",
            "benefit5": "প্রক্রিয়াজাত খাবার গ্রহণ হ্রাসের মাধ্যমে উন্নত ইনসুলিন সংবেদনশীলতা"
          },
          "mindfulEating": {
            "subtitle": "সচেতন খাওয়ার অনুশীলন",
            "content": "নবরাত্রি উপবাস সচেতন ভোগ, খাবারের জন্য কৃতজ্ঞতা এবং খাওয়ার অভ্যাসের সচেতনতাকে উৎসাহিত করে। এই অনুশীলন প্রায়ই খাদ্য পছন্দ এবং খাবারের সাথে সম্পর্কের দীর্ঘমেয়াদী ইতিবাচক পরিবর্তন আনে।"
          }
        }
      },
      "contemporaryCelebrations": {
        "title": "বিশ্বব্যাপী সমসাময়িক উদযাপন",
        "content": {
          "paragraph1": "নবরাত্রি উদযাপন ভৌগোলিক সীমানা অতিক্রম করেছে, বিশ্বব্যাপী হিন্দু সম্প্রদায় উৎসবটিকে স্থানীয় প্রেক্ষাপটে অভিযোজিত করেছে তার আধ্যাত্মিক মূল সংরক্ষণ করে। এই বৈশ্বিক উদযাপনগুলি উৎসবের বার্তার সর্বজনীন আবেদন প্রদর্শন করে।",
          "global": {
            "subtitle": "বৈশ্বিক নবরাত্রি উদযাপন",
            "usa": "যুক্তরাষ্ট্র: কমিউনিটি সেন্টারগুলি গরবা রাত এবং সাংস্কৃতিক অনুষ্ঠানের আয়োজন করে",
            "uk": "যুক্তরাজ্য: লন্ডন এবং লিসেস্টারের মতো শহরে বড় আকারের নবরাত্রি অনুষ্ঠান",
            "canada": "কানাডা: স্থানীয় সম্প্রদায়িক অংশগ্রহণ অন্তর্ভুক্ত করে বহুসাংস্কৃতিক উদযাপন",
            "australia": "অস্ট্রেলিয়া: ঐতিহ্যবাহী এবং সমসাময়িক উপাদান মিশ্রিত ফিউশন উদযাপন",
            "middleEast": "মধ্যপ্রাচ্য: প্রবাসী সম্প্রদায় বিভিন্ন সাংস্কৃতিক পরিবেশে ঐতিহ্য বজায় রাখে"
          },
          "tip": "প্রবাসী সম্প্রদায়ের জন্য: স্থানীয় হিন্দু সংগঠনের সাথে যুক্ত হন, সম্প্রদায়িক উদযাপনে অংশগ্রহণ করুন, এবং দেশে পরিবারের সাথে ভার্চুয়াল উদযাপনে যোগ দিতে প্রযুক্তি ব্যবহার করুন।"
        }
      },
      "practicalPlanning": {
        "title": "ব্যবহারিক পরিকল্পনা এবং প্রস্তুতি",
        "content": {
          "preNavratri": {
            "subtitle": "নবরাত্রি পূর্ব প্রস্তুতি",
            "prep1": "উপবাসের উপাদান মজুদ করুন: কুট্টুর আটা, সাবুদানা, পাথর লবণ এবং মৌসুমী ফল",
            "prep2": "বৈচিত্র্য এবং পুষ্টিগত ভারসাম্য নিশ্চিত করতে সাপ্তাহিক মেনু পরিকল্পনা করুন",
            "prep3": "সুবিধার জন্য মশলার মিশ্রণ এবং চাটনি আগে থেকে প্রস্তুত করুন",
            "prep4": "দৈনিক পূজার জন্য একটি নিবেদিত প্রার্থনা স্থান স্থাপন করুন",
            "prep5": "ভাগাভাগি খাবার প্রস্তুতির জন্য পরিবারের সদস্যদের সাথে সমন্বয় করুন"
          },
          "dailyRoutine": {
            "subtitle": "দৈনিক রুটিনের পরামর্শ",
            "routine1": "আধ্যাত্মিক ভিত্তির জন্য ধ্যান বা প্রার্থনা দিয়ে দিন শুরু করুন",
            "routine2": "শক্তির মাত্রা সমর্থন করতে ধারাবাহিক খাবারের সময় বজায় রাখুন",
            "routine3": "পানি, নারকেল পানি এবং ভেষজ চা দিয়ে হাইড্রেটেড থাকুন",
            "routine4": "হাঁটা বা যোগের মতো হালকা শারীরিক কার্যকলাপ অন্তর্ভুক্ত করুন",
            "routine5": "কৃতজ্ঞতা এবং প্রতিফলন দিয়ে দিন শেষ করুন"
          },
          "tip": "খাবার প্রস্তুতির কৌশল: সিদ্ধ আলু, ভেজানো সাবুদানা এবং কাটা সবজির মতো মূল উপাদান আগে থেকে প্রস্তুত করুন। এটি ব্যস্ত সপ্তাহের দিনগুলিতে সময় বাঁচায় যখন তাজা, পুষ্টিকর খাবার বজায় রাখে।"
        }
      }
    },
    "subtitle": "অতিরিক্ত সম্পদ এবং বিষয়বস্তু",
    "sectionsLabel": "বিষয়বস্তু বিভাগ"
  },
  "errors": {
    "recipeNotFound": {
      "title": "রেসিপি পাওয়া যায়নি",
      "message": "দুঃখিত, আপনি যে রেসিপিটি খুঁজছেন তা বিদ্যমান নেই বা সরানো হয়ে থাকতে পারে।",
      "goBack": "ফিরে যান",
      "browseAll": "সব রেসিপি দেখুন"
    }
  }
}